Repository: Vistaus/notepad-1
Catalog: po/*.po
Languages: nl

source: Notepad
nl: Aantekeningen

source: Easy to create text notes
nl: Maak eenvoudige aantekeningen

source: Program for easy creation of text notes.
nl: Een toepassing voor het maken van eenvoudige aantekeningen.

source: Added a check for saving notes when switching from one note to another, as well as when exiting the application
nl: Nieuw: vraag om aantekening op te slaan na het openen van een andere en bij het afsluiten

source: Improved the operation of the list of notes
nl: Verbeterd: afhandeling van de aantekeningenlijst

source: Added the function of searching for notes in the list
nl: Nieuw: zoekfuctie op de aantekeningenlijst

source: Updated Italian translation
nl: Bijgewerkt: Italiaanse vertaling

source: Updated Dutch translation
nl: Bijgewerkt: Nederlandse vertaling

source: Added Turkish translation
nl: Nieuw: Turkse vertaling

source: A small update of some dialog boxes
nl: Kleine aanpassingen aan enkele dialoogvensters

source: Improved compatibility with GNOME HIG
nl: Verbeterde compatibiliteit met de GNOME HIG

source: Port to AdwMessageDialog
nl: Overgezet naar AdwMessageDialog

source: Update to GNOME Platform version 43
nl: Bijgewerkt naar GNOME-platform versie 43

source: Port to GTK4 and libadwaita
nl: Overgezet naar GTK4 en libadwaita

source: Update Italian translation
nl: Bijgewerkt: Italiaanse vertaling

source: Update Czech translation
nl: Bijgewerkt: Tsjechische vertaling

source: Added Russian translation
nl: Nieuw: Russische vertaling

source: Update to GNOME Platform 42
nl: Bijgewerkt naar GNOME-platform versie 42

source: Added Czech translation
nl: Nieuw: Tsjechische vertaling

source: Added Italian translation
nl: Nieuw: Italiaanse vertaling

source: Added Dutch translation
nl: Nieuw: Nederlandse vertaling

source: Initial release
nl: Eerste versie

source: Add Note
nl: Aantekening maken

source: Delete Note
nl: Aantekening verwijderen

source: Search for Notes
nl: Zoeken naar aantekeningen

source: Save Note
nl: Aantekening opslaan

source: Save Note as…
nl: Aantekening opslaan als…

source: About Notepad
nl: Over Aantekeningen

source: Quit
nl: Afsluiten

source: Choose a note
nl: Kies een aantekening

source: Delete Note?
nl: Aantekening verwijderen?

source: Delete note “%s”?
nl: Weet u zeker dat u ‘%s’ wilt verwijderen?

source: _Cancel
nl: _Annuleren

source: _OK
nl: _Oké

source: Delete failed
nl: Verwijderen mislukt

source: Nothing to save
nl: Er is niets om op te slaan

source: Save Note?
nl: Aantekening opslaan?

source: Save note “%s”?
nl: Wilt u ‘%s’ opslaan?

source: Save note
nl: Aantekening opslaan

source: _Name:
nl: _Naam:

source: _Close
nl: _Sluiten

source: Enter the name
nl: Voer een naam in

source: Rename failed
nl: Naamswijziging mislukt

source: A note with the same name already exists
nl: Er is al een aantekening met deze naam

source: Changes are not saved
nl: Wijzigingen niet opgeslagen

source: Save changes to the current note before exiting the program?
nl: Wilt u de wijzigingen opslaan alvorens af te sluiten?

source: Save the changes in the previous note?
nl: Wilt u de wijzigingen aan de vorige aantekening opslaan?

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>
